Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 浏览模型目录，并试运行文本生成模型
ar: تصفّح كتالوج النماذج وتجربة نماذج توليد النصوص
de: Modellkatalog durchsuchen und Textgenerierungsmodelle testen
en: Browse the model catalog and try out text-generation models
es_mx: Explora el catálogo de modelos y prueba modelos de generación de texto
fr: Parcourir le catalogue de modèles et tester les modèles de génération de texte
ja: モデルカタログを閲覧し、テキスト生成モデルを試す
ko: 모델 카탈로그를 탐색하고 텍스트 생성 모델을 시험 실행
pt_br: Navegue pelo catálogo de modelos e teste modelos de geração de texto
pt_pt: Navegue pelo catálogo de modelos e teste modelos de geração de texto
tr: Model kataloğuna göz atın ve metin üretme modellerini deneyin
zh_hant: 瀏覽模型目錄，並試執行文字生成模型
zh_hk: 瀏覽模型目錄，並試執行文字生成模型

source: 消息保留期
ar: الاحتفاظ بالرسائل
de: Nachrichtenaufbewahrung
en: Message retention
es_mx: Retención de mensajes
fr: Rétention des messages
ja: メッセージ保持期間
ko: 메시지 보존 기간
pt_br: Retenção de mensagens
pt_pt: Retenção de mensagens
tr: Mesaj saklama
zh_hant: 訊息保留期
zh_hk: 訊息保留期

source: 消息保留期（秒）
ar: الاحتفاظ بالرسائل (ثانية)
de: Nachrichtenaufbewahrung (s)
en: Message retention (s)
es_mx: Retención de mensajes (s)
fr: Rétention des messages (s)
ja: メッセージ保持期間（秒）
ko: 메시지 보존 기간(초)
pt_br: Retenção de mensagens (s)
pt_pt: Retenção de mensagens (s)
tr: Mesaj saklama (sn)
zh_hant: 訊息保留期（秒）
zh_hk: 訊息保留期（秒）

source: 消费者（%lld）
ar: المستهلكون (%lld)
de: Consumer (%lld)
en: Consumers (%lld)
es_mx: Consumidores (%lld)
fr: Consommateurs (%lld)
ja: コンシューマー（%lld）
ko: 소비자(%lld)
pt_br: Consumidores (%lld)
pt_pt: Consumidores (%lld)
tr: Tüketiciler (%lld)
zh_hant: 消費者（%lld）
zh_hk: 消費者（%lld）

source: 消费者绑定与批处理参数在 Worker 中配置。
ar: تُضبط روابط المستهلك وإعدادات الدفعات في Worker.
de: Consumer-Bindings und Batch-Einstellungen werden im Worker konfiguriert.
en: Consumer bindings and batch settings are configured in the Worker.
es_mx: Los enlaces de consumidor y los ajustes de lote se configuran en el Worker.
fr: Les liaisons de consommateur et les paramètres de lot se configurent dans le Worker.
ja: コンシューマーのバインディングとバッチ設定は Worker で構成します。
ko: 소비자 바인딩과 배치 설정은 Worker에서 구성합니다.
pt_br: As vinculações de consumidor e as configurações de lote são definidas no Worker.
pt_pt: As associações de consumidor e as definições de lote são configuradas no Worker.
tr: Tüketici bağlamaları ve toplu ayarlar Worker’da yapılandırılır.
zh_hant: 消費者繫結與批次處理參數在 Worker 中設定。
zh_hk: 消費者綁定與批次處理參數在 Worker 中設定。

source: 添加
ar: إضافة
de: Hinzufügen
en: Add
es_mx: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
tr: Ekle
zh_hant: 新增
zh_hk: 新增

source: 添加 CNAME 记录
ar: إضافة سجل CNAME
de: CNAME-Eintrag hinzufügen
en: Add CNAME Record
es_mx: Agregar registro CNAME
fr: Ajouter un enregistrement CNAME
ja: CNAME レコードを追加
ko: CNAME 레코드 추가
pt_br: Adicionar registro CNAME
pt_pt: Adicionar registo CNAME
tr: CNAME kaydı ekle
zh_hant: 新增 CNAME 記錄
zh_hk: 新增 CNAME 記錄

source: 添加 CORS 规则
ar: إضافة قاعدة CORS
de: CORS-Regel hinzufügen
en: Add CORS rule
es_mx: Agregar regla CORS
fr: Ajouter une règle CORS
ja: CORS ルールを追加
ko: CORS 규칙 추가
pt_br: Adicionar regra CORS
pt_pt: Adicionar regra CORS
tr: CORS kuralı ekle
zh_hant: 新增 CORS 規則
zh_hk: 新增 CORS 規則

source: 添加 Cron 表达式，让这个 Worker 按计划自动运行。
ar: أضِف تعبير Cron ليعمل هذا الـ Worker تلقائيًا وفق جدول.
de: Füge einen Cron-Ausdruck hinzu, damit dieser Worker planmäßig automatisch läuft.
en: Add a Cron expression so this Worker runs automatically on schedule.
es_mx: Agrega una expresión Cron para que este Worker se ejecute automáticamente según un horario.
fr: Ajoutez une expression Cron pour que ce Worker s’exécute automatiquement selon un planning.
ja: Cron 式を追加して、この Worker をスケジュールどおりに自動実行します。
ko: Cron 표현식을 추가해 이 Worker가 일정에 따라 자동으로 실행되게 하세요.
pt_br: Adicione uma expressão Cron para que este Worker seja executado automaticamente conforme a programação.
pt_pt: Adicione uma expressão Cron para que este Worker seja executado automaticamente conforme o agendamento.
tr: Bu Worker’ın programa göre otomatik çalışması için bir Cron ifadesi ekleyin.
zh_hant: 新增 Cron 運算式，讓這個 Worker 按排程自動執行。
zh_hk: 新增 Cron 運算式，讓這個 Worker 按排程自動執行。

source: 添加一个头
ar: إضافة ترويسة
de: Header hinzufügen
en: Add a header
es_mx: Agregar un encabezado
fr: Ajouter un en-tête
ja: ヘッダーを追加
ko: 헤더 추가
pt_br: Adicionar um cabeçalho
pt_pt: Adicionar um cabeçalho
tr: Başlık ekle
zh_hant: 新增一個標頭
zh_hk: 新增一個標頭

source: 添加主机名
ar: إضافة اسم مضيف
de: Hostname hinzufügen
en: Add Hostname
es_mx: Agregar nombre de host
fr: Ajouter un nom d’hôte
ja: ホスト名を追加
ko: 호스트 이름 추가
pt_br: Adicionar nome de host
pt_pt: Adicionar nome de anfitrião
tr: Ana makine adı ekle
zh_hant: 新增主機名稱
zh_hk: 新增主機名稱

source: 添加公共主机名
ar: إضافة اسم مضيف عام
de: Öffentlichen Hostnamen hinzufügen
en: Add Public Hostname
es_mx: Agregar nombre de host público
fr: Ajouter un nom d’hôte public
ja: パブリックホスト名を追加
ko: 공개 호스트 이름 추가
pt_br: Adicionar nome de host público
pt_pt: Adicionar nome de anfitrião público
tr: Genel ana makine adı ekle
zh_hant: 新增公開主機名稱
zh_hk: 新增公開主機名稱

source: 添加到账号
ar: إضافة إلى الحساب
de: Zum Konto hinzufügen
en: Add to Account
es_mx: Agregar a la cuenta
fr: Ajouter au compte
ja: アカウントに追加
ko: 계정에 추가
pt_br: Adicionar à conta
pt_pt: Adicionar à conta
tr: Hesaba ekle
zh_hant: 新增到帳號
zh_hk: 新增到帳戶

source: 添加变量
ar: إضافة متغير
de: Variable hinzufügen
en: Add Variable
es_mx: Agregar variable
fr: Ajouter une variable
ja: 変数を追加
ko: 변수 추가
pt_br: Adicionar variável
pt_pt: Adicionar variável
tr: Değişken ekle
zh_hant: 新增變數
zh_hk: 新增變數

source: 添加后，Cloudflare 会为该域名分配两个名称服务器。你需要登录域名注册商，把 NS 改成它们，域名才会激活。
ar: بعد الإضافة، تخصص Cloudflare خادمَي أسماء للنطاق. سجّل الدخول إلى مُسجّل النطاق وغيّر سجلات NS إليهما حتى يُفعَّل النطاق.
de: Nach dem Hinzufügen weist Cloudflare der Domain zwei Nameserver zu. Melde dich bei deinem Domain-Registrar an und ändere die NS-Einträge darauf, damit die Domain aktiviert wird.
en: After adding, Cloudflare assigns two name servers for the domain. Sign in to your domain registrar and change the NS records to them for the domain to activate.
es_mx: Tras agregarlo, Cloudflare asigna dos servidores de nombres al dominio. Inicia sesión en tu registrador de dominios y cambia los NS por esos valores para que el dominio se active.
fr: Après l’ajout, Cloudflare attribue deux serveurs de noms au domaine. Connectez-vous à votre registraire de domaine et remplacez les enregistrements NS par ceux-ci pour activer le domaine.
ja: 追加すると、Cloudflare がこのドメインに 2 つのネームサーバを割り当てます。ドメインレジストラにサインインして NS をそれらに変更すると、ドメインが有効化されます。
ko: 추가하면 Cloudflare가 해당 도메인에 네임서버 두 개를 할당합니다. 도메인 등록 대행자에 로그인해 NS를 해당 값으로 변경해야 도메인이 활성화됩니다.
pt_br: Após adicionar, a Cloudflare atribui dois servidores de nomes ao domínio. Acesse seu registrador de domínios e altere os NS para eles para o domínio ser ativado.
pt_pt: Após adicionar, a Cloudflare atribui dois servidores de nomes ao domínio. Inicie sessão no seu registador de domínios e altere os NS para esses valores para o domínio ser ativado.
tr: Ekledikten sonra Cloudflare, alan adına iki ad sunucusu atar. Alan adının etkinleşmesi için kayıt kuruluşunuzda oturum açıp NS kayıtlarını bunlarla değiştirin.
zh_hant: 新增後，Cloudflare 會為該網域分配兩個名稱伺服器。你需要登入網域註冊商，把 NS 改成它們，網域才會啟用。
zh_hk: 新增後，Cloudflare 會為該域名分配兩個名稱伺服器。你需要登入域名註冊商，把 NS 改成它們，域名才會啟用。

source: 添加域名
ar: إضافة نطاق
de: Domain hinzufügen
en: Add Domain
es_mx: Agregar dominio
fr: Ajouter un domaine
ja: ドメインを追加
ko: 도메인 추가
pt_br: Adicionar domínio
pt_pt: Adicionar domínio
tr: Alan adı ekle
zh_hant: 新增網域
zh_hk: 新增域名

source: 添加密钥
ar: إضافة سر
de: Secret hinzufügen
en: Add Secret
es_mx: Agregar secreto
fr: Ajouter un secret
ja: シークレットを追加
ko: 시크릿 추가
pt_br: Adicionar segredo
pt_pt: Adicionar segredo
tr: Gizli bilgi ekle
zh_hant: 新增密鑰
zh_hk: 新增密鑰

source: 添加条件
ar: إضافة شرط
de: Bedingung hinzufügen
en: Add condition
es_mx: Añadir condición
fr: Ajouter une condition
ja: 条件を追加
ko: 조건 추가
pt_br: Adicionar condição
pt_pt: Adicionar condição
tr: Koşul Ekle
zh_hant: 新增條件
zh_hk: 新增條件

source: 添加源站
ar: إضافة أصل
de: Origin hinzufügen
en: Add origin
es_mx: Agregar origen
fr: Ajouter une origine
ja: オリジンを追加
ko: 오리진 추가
pt_br: Adicionar origem
pt_pt: Adicionar origem
tr: Köken ekle
zh_hant: 新增來源
zh_hk: 新增來源

source: 添加规则
ar: إضافة قاعدة
de: Regel hinzufügen
en: Add Rule
es_mx: Agregar regla
fr: Ajouter une règle
ja: ルールを追加
ko: 규칙 추가
pt_br: Adicionar regra
pt_pt: Adicionar regra
tr: Kural ekle
zh_hant: 新增規則
zh_hk: 新增規則

source: 添加触发器
ar: إضافة مشغّل
de: Trigger hinzufügen
en: Add Trigger
es_mx: Agregar activador
fr: Ajouter un déclencheur
ja: トリガーを追加
ko: 트리거 추가
pt_br: Adicionar gatilho
pt_pt: Adicionar gatilho
tr: Tetikleyici ekle
zh_hant: 新增觸發器
zh_hk: 新增觸發器

source: 添加触发规则
ar: إضافة قاعدة تشغيل
de: Trigger-Regel hinzufügen
en: Add Trigger Rule
es_mx: Agregar regla de activación
fr: Ajouter une règle de déclenchement
ja: トリガールールを追加
ko: 트리거 규칙 추가
pt_br: Adicionar regra de acionamento
pt_pt: Adicionar regra de acionamento
tr: Tetikleme kuralı ekle
zh_hant: 新增觸發規則
zh_hk: 新增觸發規則

source: 添加记录
ar: إضافة سجل
de: Eintrag hinzufügen
en: Add Record
es_mx: Agregar registro
fr: Ajouter un enregistrement
ja: レコードを追加
ko: 레코드 추가
pt_br: Adicionar registro
pt_pt: Adicionar registo
tr: Kayıt ekle
zh_hant: 新增記錄
zh_hk: 新增記錄

source: 添加账号
ar: إضافة حساب
de: Konto hinzufügen
en: Add Account
es_mx: Agregar cuenta
fr: Ajouter un compte
ja: アカウントを追加
ko: 계정 추가
pt_br: Adicionar conta
pt_pt: Adicionar conta
tr: Hesap ekle
zh_hant: 新增帳號
zh_hk: 新增帳戶

source: 添加路由
ar: إضافة مسار
de: Route hinzufügen
en: Add Route
es_mx: Agregar ruta
fr: Ajouter une route
ja: ルートを追加
ko: 라우트 추가
pt_br: Adicionar rota
pt_pt: Adicionar rota
tr: Rota ekle
zh_hant: 新增路由
zh_hk: 新增路由

source: 添加重定向
ar: إضافة إعادة توجيه
de: Weiterleitung hinzufügen
en: Add redirect
es_mx: Agregar redirección
fr: Ajouter une redirection
ja: リダイレクトを追加
ko: 리디렉션 추가
pt_br: Adicionar redirecionamento
pt_pt: Adicionar redirecionamento
tr: Yönlendirme ekle
zh_hant: 新增重新導向
zh_hk: 新增重定向

source: 清屏
ar: مسح الشاشة
de: Leeren
en: Clear
es_mx: Borrar pantalla
fr: Effacer
ja: クリア
ko: 화면 지우기
pt_br: Limpar tela
pt_pt: Limpar ecrã
tr: Ekranı temizle
zh_hant: 清除畫面
zh_hk: 清除畫面

source: 清理
ar: تفريغ
de: Leeren
en: Purge
es_mx: Purgar
fr: Purger
ja: 削除
ko: 지우기
pt_br: Limpar
pt_pt: Limpar
tr: Temizle
zh_hant: 清除

source: 清理全部缓存
ar: تفريغ كل التخزين المؤقت
de: Gesamten Cache leeren
en: Purge All Cache
es_mx: Purgar toda la caché
fr: Purger tout le cache
ja: キャッシュをすべて削除
ko: 전체 캐시 지우기
pt_br: Limpar todo o cache
pt_pt: Limpar toda a cache
tr: Tüm önbelleği temizle
zh_hant: 清除全部快取
zh_hk: 清理全部緩存

source: 清理全部缓存？
ar: تفريغ كل التخزين المؤقت؟
de: Gesamten Cache leeren?
en: Purge all cache?
es_mx: ¿Purgar toda la caché?
fr: Purger tout le cache ?
ja: キャッシュをすべて削除しますか？
ko: 전체 캐시를 지울까요?
pt_br: Limpar todo o cache?
pt_pt: Limpar toda a cache?
tr: Tüm önbellek temizlensin mi?
zh_hant: 要清除全部快取嗎？
zh_hk: 清理全部緩存？

source: 清理失活连接
ar: تنظيف الاتصالات غير النشطة
de: Inaktive Verbindungen bereinigen
en: Clean Up Inactive Connections
es_mx: Limpiar conexiones inactivas
fr: Nettoyer les connexions inactives
ja: 非アクティブな接続をクリーンアップ
ko: 비활성 연결 정리
pt_br: Limpar conexões inativas
pt_pt: Limpar ligações inativas
tr: Etkin olmayan bağlantıları temizle
zh_hant: 清理失活連線
zh_hk: 清理失活連線

source: 清理粒度
ar: نطاق التطهير
de: Granularität
en: Purge scope
es_mx: Alcance de purga
fr: Portée de la purge
ja: パージ範囲
ko: 제거 범위
pt_br: Escopo da limpeza
pt_pt: Âmbito da limpeza
tr: Temizleme kapsamı
zh_hant: 清除粒度
zh_hk: 清除粒度

source: 清理缓存、Under Attack / 开发模式开关
ar: تفريغ التخزين المؤقت، وتبديل وضع Under Attack / وضع التطوير
de: Cache leeren, Under Attack / Entwicklungsmodus umschalten
en: Purge cache, toggle Under Attack / Development Mode
es_mx: Purgar caché, activar Bajo Ataque / Modo de desarrollo
fr: Purger le cache, activer/désactiver Under Attack / mode développement
ja: キャッシュ削除、Under Attack / 開発モードの切り替え
ko: 캐시 지우기, 공격 대응 / 개발 모드 전환
pt_br: Limpar cache, alternar Sob Ataque / Modo de Desenvolvimento
pt_pt: Limpar cache, alternar Sob Ataque / Modo de Desenvolvimento
tr: Önbelleği temizle, Under Attack / Geliştirme Modu’nu aç/kapat
zh_hant: 清除快取、Under Attack / 開發模式開關
zh_hk: 清理緩存、Under Attack / 開發模式開關

source: 清理连接
ar: تنظيف الاتصالات
de: Verbindungen bereinigen
en: Clean Up Connections
es_mx: Limpiar conexiones
fr: Nettoyer les connexions
ja: 接続をクリーンアップ
ko: 연결 정리
pt_br: Limpar conexões
pt_pt: Limpar ligações
tr: Bağlantıları temizle
zh_hant: 清理連線
zh_hk: 清理連線

source: 清空
ar: مسح
de: Leeren
en: Clear
es_mx: Vaciar
fr: Effacer
ja: クリア
ko: 비우기
pt_br: Limpar
pt_pt: Limpar
tr: Temizle

source: 清空消息
ar: مسح الرسائل
de: Nachrichten leeren
en: Purge messages
es_mx: Purgar mensajes
fr: Purger les messages
ja: メッセージをパージ
ko: 메시지 비우기
pt_br: Limpar mensagens
pt_pt: Limpar mensagens
tr: Mesajları temizle
zh_hant: 清空訊息
zh_hk: 清空訊息

source: 清空队列全部消息？
ar: مسح جميع الرسائل في قائمة الانتظار؟
de: Alle Nachrichten in der Queue leeren?
en: Purge all messages in the queue?
es_mx: ¿Purgar todos los mensajes de la cola?
fr: Purger tous les messages de la file ?
ja: キュー内のすべてのメッセージをパージしますか？
ko: 대기열의 모든 메시지를 비울까요?
pt_br: Limpar todas as mensagens da fila?
pt_pt: Limpar todas as mensagens da fila?
tr: Kuyruktaki tüm mesajlar temizlensin mi?
zh_hant: 清空佇列全部訊息？
zh_hk: 清空佇列全部訊息？

source: 清除全部 CORS
ar: مسح كل قواعد CORS
de: Alle CORS löschen
en: Clear all CORS
es_mx: Borrar todo CORS
fr: Effacer tout le CORS
ja: すべての CORS をクリア
ko: 모든 CORS 지우기
pt_br: Limpar todo o CORS
pt_pt: Limpar todo o CORS
tr: Tüm CORS’u temizle

source: 源 IP
ar: عنوان IP المصدر
de: Quell-IP
en: Source IP
es_mx: IP de origen
fr: IP source
ja: 送信元 IP
ko: 소스 IP
pt_br: IP de origem
pt_pt: IP de origem
tr: Kaynak IP
zh_hant: 來源 IP
zh_hk: 來源 IP

source: 源 URL，如 example.com/old
ar: عنوان URL المصدر، مثل example.com/old
de: Quell-URL, z. B. example.com/old
en: Source URL, e.g. example.com/old
es_mx: URL de origen, p. ej. example.com/old
fr: URL source, p. ex. example.com/old
ja: ソース URL（例：example.com/old）
ko: 소스 URL(예: example.com/old)
pt_br: URL de origem, ex. example.com/old
pt_pt: URL de origem, ex. example.com/old
tr: Kaynak URL, örn. example.com/old
zh_hant: 來源 URL，如 example.com/old
zh_hk: 來源 URL，如 example.com/old

source: 源对象
ar: الكائن المصدر
de: Quellobjekt
en: Source object
es_mx: Objeto de origen
fr: Objet source
ja: 元のオブジェクト
ko: 원본 객체
pt_br: Objeto de origem
pt_pt: Objeto de origem
tr: Kaynak nesne
zh_hant: 來源物件
zh_hk: 來源物件

source: 源数据库
ar: قاعدة البيانات المصدر
de: Ursprungsdatenbank
en: Origin database
es_mx: Base de datos de origen
fr: Base d’origine
ja: 元データベース
ko: 원본 데이터베이스
pt_br: Banco de dados de origem
pt_pt: Base de dados de origem
tr: Köken veritabanı
zh_hant: 來源資料庫
zh_hk: 來源資料庫

source: 源数据库连接
ar: اتصال قاعدة البيانات المصدر
de: Ursprungs-Datenbankverbindung
en: Origin database connection
es_mx: Conexión a base de datos de origen
fr: Connexion à la base d’origine
ja: 元データベース接続
ko: 원본 데이터베이스 연결
pt_br: Conexão do banco de dados de origem
pt_pt: Ligação à base de dados de origem
tr: Köken Veritabanı Bağlantısı
zh_hant: 來源資料庫連線
zh_hk: 來源資料庫連線

source: 源站
ar: الأصول
de: Origins
en: Origins
es_mx: Orígenes
fr: Origines
ja: オリジン
ko: 오리진
pt_br: Origens
pt_pt: Origens
tr: Kökenler
zh_hant: 來源
zh_hk: 來源

source: 源站无指令则不缓存
ar: تجاوز التخزين المؤقت إذا لم يرسل الأصل توجيهًا
de: Cache umgehen, wenn der Origin keine Direktive sendet
en: Bypass cache if origin sends no directive
es_mx: Omitir caché si el origen no envía directiva
fr: Contourner le cache si l'origine n'envoie aucune directive
ja: オリジンに指示がなければキャッシュしない
ko: 오리진에 지시어가 없으면 캐시하지 않음
pt_br: Ignorar cache se a origem não enviar diretiva
pt_pt: Ignorar cache se a origem não enviar diretiva
tr: Köken yönerge göndermezse önbelleği atla
zh_hant: 來源無指令則不快取
zh_hk: 來源無指令則不緩存

source: 源站池
ar: مجمّعات الأصل
de: Origin-Pools
en: Origin Pools
es_mx: Grupos de origen
fr: Pools d'origine
ja: オリジンプール
ko: 오리진 풀
pt_br: Pools de origem
pt_pt: Pools de origem
tr: Köken havuzları
zh_hant: 來源池
zh_hk: 來源池

source: 源站池与健康监测在整个账号内共享，可被多个负载均衡器引用。
ar: تُشارَك مجمّعات الأصل ومراقبات الصحة على مستوى الحساب بأكمله ويمكن أن تشير إليها عدة موازِنات تحميل.
de: Origin-Pools und Health-Monitore werden kontoweit geteilt und können von mehreren Load Balancern referenziert werden.
en: Origin pools and health monitors are shared across the whole account and can be referenced by multiple load balancers.
es_mx: Los grupos de origen y los monitores de estado se comparten en toda la cuenta y pueden ser referenciados por varios balanceadores de carga.
fr: Les pools d'origine et les moniteurs de santé sont partagés sur tout le compte et peuvent être référencés par plusieurs répartiteurs de charge.
ja: オリジンプールとヘルスモニターはアカウント全体で共有され、複数のロードバランサーから参照できます。
ko: 오리진 풀과 상태 모니터는 계정 전체에서 공유되며 여러 부하 분산기에서 참조할 수 있습니다.
pt_br: Pools de origem e monitores de integridade são compartilhados em toda a conta e podem ser referenciados por vários balanceadores de carga.
pt_pt: Os pools de origem e os monitores de estado são partilhados em toda a conta e podem ser referenciados por vários balanceadores de carga.
tr: Köken havuzları ve sağlık izleyicileri tüm hesapta paylaşılır ve birden çok yük dengeleyici tarafından kullanılabilir.
zh_hant: 來源池與健康監測在整個帳號內共用，可被多個負載平衡器引用。
zh_hk: 來源池與健康監測在整個帳戶內共用，可被多個負載平衡器引用。

source: 源站池是一组后端服务器，供负载均衡器分发流量。点右上角 + 创建。
ar: مجمّع الأصل هو مجموعة من خوادم الواجهة الخلفية يوزّع موازِن التحميل المرور عليها. اضغط + في أعلى اليمين للإنشاء.
de: Ein Origin-Pool ist eine Gruppe von Backend-Servern, auf die der Load Balancer den Traffic verteilt. Tippe oben rechts auf +, um einen zu erstellen.
en: An origin pool is a group of backend servers for the load balancer to distribute traffic to. Tap + in the top right to create one.
es_mx: Un grupo de origen es un conjunto de servidores backend a los que el balanceador de carga distribuye el tráfico. Toca + arriba a la derecha para crear uno.
fr: Un pool d'origine est un groupe de serveurs backend vers lesquels le répartiteur de charge distribue le trafic. Touchez + en haut à droite pour en créer un.
ja: オリジンプールは、ロードバランサーがトラフィックを振り分けるバックエンドサーバーのグループです。右上の + で作成できます。
ko: 오리진 풀은 부하 분산기가 트래픽을 분배할 백엔드 서버 그룹입니다. 오른쪽 위 +를 눌러 만드세요.
pt_br: Um pool de origem é um grupo de servidores de backend para o balanceador de carga distribuir o tráfego. Toque em + no canto superior direito para criar.
pt_pt: Um pool de origem é um grupo de servidores de backend para o balanceador de carga distribuir o tráfego. Toque em + no canto superior direito para criar.
tr: Köken havuzu, yük dengeleyicinin trafiği dağıtacağı bir arka uç sunucu grubudur. Oluşturmak için sağ üstteki + simgesine dokunun.
zh_hant: 來源池是一組後端伺服器，供負載平衡器分配流量。點右上角 + 建立。
zh_hk: 來源池是一組後端伺服器，供負載平衡器分配流量。點右上角 + 建立。

source: 源站离线时提供缓存快照
ar: يقدّم لقطة مخزّنة مؤقتًا عندما يكون المصدر غير متصل
de: Liefert einen zwischengespeicherten Snapshot, wenn dein Origin offline ist
en: Serve a cached snapshot when your origin is offline
es_mx: Sirve una instantánea en caché cuando tu origen está sin conexión
fr: Sert un instantané en cache lorsque votre origine est hors ligne
ja: オリジンがオフラインのときにキャッシュのスナップショットを配信します
ko: 원본 서버가 오프라인일 때 캐시된 스냅샷을 제공합니다
pt_br: Exibe um instantâneo em cache quando sua origem está offline
pt_pt: Apresenta um instantâneo em cache quando a origem está offline
tr: Kaynağınız çevrimdışıyken önbelleğe alınmış bir anlık görüntü sunar
zh_hant: 源站離線時提供快取快照
zh_hk: 源站離線時提供緩存快照

source: 滑动管理记录
ar: اسحب لإدارة السجلات
de: Wischen, um Einträge zu verwalten
en: Swipe to manage records
es_mx: Desliza para gestionar registros
fr: Balayez pour gérer les enregistrements
ja: スワイプでレコードを管理
ko: 밀어서 레코드 관리
pt_br: Deslize para gerenciar registros
pt_pt: Deslize para gerir registos
tr: Kayıtları yönetmek için kaydırın
zh_hant: 滑動管理記錄
zh_hk: 滑動管理記錄

source: 满足任一
ar: مطابقة أي
de: Beliebige erfüllen
en: Match any
es_mx: Cumplir cualquiera
fr: L’une remplie
ja: いずれかに一致
ko: 하나라도 충족
pt_br: Atender a qualquer
pt_pt: Cumprir qualquer
tr: Herhangi biri eşleşir
zh_hant: 符合任一
zh_hk: 符合任一

source: 满足全部
ar: مطابقة الكل
de: Alle erfüllen
en: Match all
es_mx: Cumplir todas
fr: Toutes remplies
ja: すべてに一致
ko: 모두 충족
pt_br: Atender a todas
pt_pt: Cumprir todas
tr: Tümü eşleşir
zh_hant: 全部符合
zh_hk: 全部符合

source: 灵活
ar: مرن
de: Flexibel
en: Flexible
es_mx: Flexible
fr: Flexible
ja: フレキシブル
ko: 유연
pt_br: Flexível
pt_pt: Flexível
tr: Esnek
zh_hant: 彈性
zh_hk: 彈性

source: 点击右上角 + 创建第一个命名空间
ar: انقر + أعلى اليمين لإنشاء أول مساحة اسم
de: Tippe oben rechts auf +, um deinen ersten Namespace zu erstellen
en: Tap + in the top right to create your first namespace
es_mx: Toca + arriba a la derecha para crear tu primer espacio de nombres
fr: Touchez + en haut à droite pour créer votre premier espace de noms
ja: 右上の + をタップして最初の名前空間を作成
ko: 오른쪽 위 +를 눌러 첫 네임스페이스를 만드세요
pt_br: Toque em + no canto superior direito para criar seu primeiro namespace
pt_pt: Toque em + no canto superior direito para criar o seu primeiro namespace
tr: İlk ad alanınızı oluşturmak için sağ üstteki +’ya dokunun
zh_hant: 點按右上角的 + 建立第一個命名空間
zh_hk: 點按右上角的 + 建立第一個命名空間

source: 点击右上角 + 创建第一个存储桶
ar: انقر + أعلى اليمين لإنشاء أول حاوية
de: Tippe oben rechts auf +, um deinen ersten Bucket zu erstellen
en: Tap + in the top right to create your first bucket
es_mx: Toca + arriba a la derecha para crear tu primer bucket
fr: Touchez + en haut à droite pour créer votre premier compartiment
ja: 右上の + をタップして最初のバケットを作成
ko: 오른쪽 위 +를 눌러 첫 버킷을 만드세요
pt_br: Toque em + no canto superior direito para criar seu primeiro bucket
pt_pt: Toque em + no canto superior direito para criar o seu primeiro bucket
tr: İlk paketinizi oluşturmak için sağ üstteki +’ya dokunun
zh_hant: 點按右上角的 + 建立第一個儲存貯體
zh_hk: 點按右上角的 + 建立第一個儲存桶

source: 点击右上角 + 创建第一个数据库
ar: انقر على + في الأعلى يمينًا لإنشاء أول قاعدة بيانات
de: Tippe oben rechts auf +, um deine erste Datenbank zu erstellen
en: Tap + in the top right to create your first database
es_mx: Toca + arriba a la derecha para crear tu primera base de datos
fr: Touchez + en haut à droite pour créer votre première base de données
ja: 右上の + をタップして最初のデータベースを作成
ko: 오른쪽 상단의 +를 눌러 첫 번째 데이터베이스를 만드세요
pt_br: Toque em + no canto superior direito para criar seu primeiro banco de dados
pt_pt: Toque em + no canto superior direito para criar a sua primeira base de dados
tr: İlk veritabanınızı oluşturmak için sağ üstteki + simgesine dokunun
zh_hant: 點按右上角 + 建立第一個資料庫
zh_hk: 點按右上角 + 建立第一個資料庫

source: 点击右上角 + 创建第一条防火墙规则
ar: انقر على + في الأعلى يمينًا لإنشاء أول قاعدة جدار حماية
de: Tippe oben rechts auf +, um deine erste Firewall-Regel zu erstellen
en: Tap + in the top right to create your first firewall rule
es_mx: Toca + arriba a la derecha para crear tu primera regla de firewall
fr: Touchez + en haut à droite pour créer votre première règle de pare-feu
ja: 右上の + をタップして最初のファイアウォールルールを作成
ko: 오른쪽 상단의 +를 눌러 첫 번째 방화벽 규칙을 만드세요
pt_br: Toque em + no canto superior direito para criar sua primeira regra de firewall
pt_pt: Toque em + no canto superior direito para criar a sua primeira regra de firewall
tr: İlk güvenlik duvarı kuralınızı oluşturmak için sağ üstteki + simgesine dokunun
zh_hant: 點按右上角 + 建立第一條防火牆規則
zh_hk: 點按右上角 + 建立第一條防火牆規則
